docs/site/klimko91_bassoon_reedm_at_higher_altit.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-21 Sat 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>klimko91_bassoon_reedm_at_higher_altit</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">klimko91_bassoon_reedm_at_higher_altit</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org745db44">High Altitude</a>
<ul>
<li><a href="#org7d0536f">Altitude effects</a></li>
<li><a href="#org9985dbd">Rainy Days</a></li>
<li><a href="#orgbe37f4b">Solutions</a></li>
<li><a href="#org4780e03">Wire Techniques</a></li>
<li><a href="#org126188f">Parallel trim options</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org745db44" class="outline-2">
<h2 id="org745db44">High Altitude</h2>
<div class="outline-text-2" id="text-org745db44">
</div>
<div id="outline-container-org7d0536f" class="outline-3">
<h3 id="org7d0536f">Altitude effects</h3>
<div class="outline-text-3" id="text-org7d0536f">
<p>
Arundo donax is highly effected by altitude. The higher you go, the thinner the air, and the greater the pressure needed to displace the cane.	
</p>
</div>
</div>
<div id="outline-container-org9985dbd" class="outline-3">
<h3 id="org9985dbd">Rainy Days</h3>
<div class="outline-text-3" id="text-org9985dbd">
<p>
Don't work on reeds on rainy days with changes of pressure. Wait for high pressure days.
</p>
</div>
</div>
<div id="outline-container-orgbe37f4b" class="outline-3">
<h3 id="orgbe37f4b">Solutions</h3>
<div class="outline-text-3" id="text-orgbe37f4b">
<ol class="org-ol">
<li>Softer, less resilient cane</li>
<li>Bigger shape that is a little wider, even perhaps at the tip and throat</li>
<li>Thicker gouge. The effect is getting to softer cane. He uses 1.5mm at around the 5000 ft level. Other locals prefer 1.35mm for general use and 1.5 for extra high. Apparently some swiss bassoonists go to 1.6mm</li>
<li>A trick is to store reeds in the refridgerator to stabilize them. This comes from Manny Ziegler in Double Reed 13, no 2 pg 53.</li>
<li>Another option from John Wetherill is to work more on the back 1/4 inch of the reed, especially on either side of the spine. This is because the low register suffers the most at high altitudes.</li>
</ol>
</div>
</div>
<div id="outline-container-org4780e03" class="outline-3">
<h3 id="org4780e03">Wire Techniques</h3>
<div class="outline-text-3" id="text-org4780e03">
<p>
From Richard Meek. Moving first wire closer to the collar. The reeds don't swell as much and it feels like it is collapsing. He got this from an Almanraeder treatise.
</p>
</div>
</div>
<div id="outline-container-org126188f" class="outline-3">
<h3 id="org126188f">Parallel trim options</h3>
<div class="outline-text-3" id="text-org126188f">
<p>
If wire tricks don't work, thin the whole thing a little bit. Parallel trim seems to do better at this?
</p>

<p>
His reeds tend to be a little more oval, especially at the first wire. Pyramid trims need a longer tip or thinner back.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
